{
    // время на которое код будет зарезервирован для пользователя
    "adress_reserve_time_minutes":"20",
    // время на которое аккаунт будет заблокирован после того как код был активирован 
    "account_block_after_actived_code_time_minutes":"180",
    // сообщение успешной выдачи кода
    "code_succesfull_message":"Выбран ресторан: @restName@\nВаш код: @code@\nКод действует не более @time@ минут\nДля получения дополнительной скидки за использование бонусов, напишите нам /support\n\nСегодня Максимально возможная скидка в Евразии, которую можно получить онлайн - 30%. \nТакже наши карты дают доступ ко всем акциям (1+1, женский понедельник и т.д., а также к Красным ценам, если они интереснее чем 30%. \nКод будет действовать 20 минут с момента получения. Приятного аппетита!",
    // сообщение поддержки, в ответ на команду /support
    "support_message":"Поддержка бота: @ly_example_support_bot",
    // сообщение пополнение счёта, в ответ на команду /payment
    "payment_message":"Чтобы пополнить счёт переведите сумму на номер Х и укажите в сообщении $usr_id$",
    // сообщение выберите адресс, в ответ на команду /getcode
    "choose_adress":"Выберите адрес",
    "tricky_cache_max_request": "3",
    // планы для пин-кода в формате JSON 
    "bonus_variants": "[{\"min\":300,\"max\":1000,\"price\":500},{\"min\":1000,\"max\":2000,\"price\":1000},{\"min\":2000,\"max\":3000,\"price\":1500},{\"min\":3000,\"max\":5000,\"price\":2500},{\"min\":5000,\"max\":7000,\"price\":3500},{\"min\":7000,\"max\":10000,\"price\":5000},{\"min\":10000,\"max\":15000,\"price\":7500},{\"min\":15000,\"price\":10000}]",
    // сообщение при получении пин-кода на случай если не хватает денег на балансе 
    "slish_plati_msg": "Недостаточно средств на счету. Пополните счёт командой /payment",
    // сообщение с вопросом как много бонусов человек собираеться использовать
    "how_much_bonuses_u_want_to_use_msg": "Какое количество бонусов вы предполагаете использовать",
    // сообщение для кнопки при получении обычного кода с предложением получить пинкод
    "i_want_additional_discount": "Хочу дополнительную скидку",
    // сообщение с успешным получением пинкода
    "succesfull_additional_bonuses": "Успешно. Вот ваш код на дополнительную скидку @code@.\nПосле испльзования, пожалуйста, не забудьте отправить в поддержку фото чека и количество использованный балов /support",
    // врямя через которое пинкод провериться на использование
    "discount_code_time_check_minutes": "15",
    // время через которое снимиться весь залог в случае если пользователь не ввёл кол-во использованных баллов
    "discount_pay_if_not_did": "20",
    // сообщение на случай если все аккаунты заняты и не мы не можем выдать ещё один пинкод
    "discount_fail": "На данный момент все коды заняты",
    // сообщение на случай если пользователь уже получил один код (обычный) и пытаеться получить второй
    "discount_already": "Вам уже выдан код @code@. Поспешите им воспользоваться",
    // сообщение которое просит ввести кол-вол использованных баллов
    "discount_used": "Введите количество использванных баллов",
    // сообщение с предложением получить пинкод
    "wanna_additional_discount": "Не хотите ли воспользоваться допольнительными бонусами",
    // сообщение после того как крайний срок кода был исчерпан, а код не был использован 
    "discount_unused_end": "Вы больше не сможете воспользоваться вашим кодом. Изменение счёта не зафиксировано",
    // сообщение на случай если пользователь нажал я оплатил, а изменение счёта не было зафиксировано 
    "discount_unused_second_chance": "Изменения счёта на данный момент не зафиксировано. Ваш код на дополнительную скидку больше не действителен",
    // сообщение на случай если пользователь уже получил один пинкод и пытаеться получить второй
    "discount_code_flood": "Вы не можете взять второй код. Для начала, воспользуйтесь первым.",
}
